class Recruitment < ActiveHash::Base
  self.data = [
      {id: 1, name: '西澤的に"口だけ営業"。"不適/不合格"。危機が目の前に迫ってる中、どう揃えるねん？ビッグマウス。'},
      {id: 2, name: '西澤的に"口だけ営業"。"不適/不合格"。危機が目の前に迫ってる中、どう揃えるねん？ビッグマウス。'},
      {id: 3, name: '西澤的に"勉強家"。"不適/不合格"。ただ勉強で終わる可能性あり。大きな組織の中では適材適所で使える可能性あり。'},
      {id: 4, name: '西澤的に"現実的"。"不適/不合格"。以外とコツコツタイプか？大きな組織の中では適材適所で使える可能性あり。'},
      {id: 5, name: '西澤的に"仲間想い"。"不適/不合格"。大きな組織の中では適材適所で使える可能性あり。'},
      {id: 6, name: '西澤的に"家族想い"。"不適/不合格"。大きな組織の中では適材適所で使える可能性あり。'}, 
      {id: 7, name: '西澤的に"現実主義"。"不適/不合格"。大きな組織の中では適材適所で使える可能性あり'},
      {id: 8, name: '西澤的に"猪突猛進"。"不適/不合格"。大きな組織の中では適材適所で使える可能性あり。'},  
  ]
end